[{
	"测试[⊙生产 ▲参考 Ⓒ50] => [▶产品 ▶Deadline Start]": [
		[
			"http://www.odoov.com:8080/web#min=1&limit=80&view_type=list&model=mrp.production&menu_id=264&action=358",
			["生产","产品"],
			["参考", "o-sort-up", 50],
			["label", "产品", "<+", "产品"],
			["label", "Deadline Start", "<+", "Deadline Start"]
		]
	],
	"[⊙▲生产编号] => [▶S/N ▶固件版本 ▶雷达类型]": [
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.info&menu_id=138&action=110",
			["生产编号"],
			["生产编号", "o-sort-up", -1],
			["label", "生产编号", "<<>+", "生产编号"],
			["label", "S/N", "<<>+", "S/N"],
			["label", "雷达类型", "<<>+", "雷达类型"],
			["td", "接线盒电路板程序版本", "+", "(出厂)软件版本"],
			["td", "网页控制程序版本", "+", "(出厂)软件版本"],
			["td", "上仓板程序版本", "+", "(出厂)上仓固件版本"],
			["td", "上仓板程序版本（sha）", "+", "(出厂)上仓固件版本"],
			["td", "下仓板程序版本", "+", "(出厂)下仓固件版本"]
		]
	],
	"[⊙▲S/N] => [▶生产编号 ▶固件版本]": [
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.info&menu_id=138&action=110",
			["S/N"],
			["S/N", "o-sort-up", -1],
			["label", "生产编号", "<<>+", "生产编号"],
			["label", "S/N", "<<>+", "S/N"],
			["label", "雷达类型", "<<>+", "雷达类型"],
			["td", "接线盒电路板程序版本", "+", "(出厂)软件版本"],
			["td", "网页控制程序版本", "+", "(出厂)软件版本"],
			["td", "上仓板程序版本", "+", "(出厂)上仓固件版本"],
			["td", "上仓板程序版本（sha）", "+", "(出厂)上仓固件版本"],
			["td", "下仓板程序版本", "+", "(出厂)下仓固件版本"]
		]
	],
	"[⊙客户&雷达类型 ▲生产编号]=>[▶S/N ▶固件版本]": [
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.external.information&menu_id=138&action=597",
			["客户", "雷达类型"],
			["生产编号", "o-sort-up", -1],
			["label", "客户", "<+", "客户"],
			["label", "生产编号", "<+", "生产编号"],
			["label", "S/N", "<+", "S/N"],
			["label", "接线盒程序版本", "<+", "(出厂)软件版本"],
			["label", "上仓程序版本", "<+", "(出厂)上仓固件版本"],
			["label", "下仓程序版本", "<+", "(出厂)下仓固件版本"]
		]
	],
	"客户固件更新(发货已登记) [⊙▲生产编号] => [▶固件版本 ▶客户 ▶雷达类型]": [
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.info&menu_id=138&action=110",
			["生产编号"],
			["生产编号", "o-sort-up", -1],
			["label", "生产编号", "<<>+", "生产编号"],
			["label", "雷达类型", "<<>+", "雷达类型"],
			["td", "接线盒电路板程序版本", "+", "(出厂)软件版本"],
			["td", "网页控制程序版本", "+", "(出厂)软件版本"],
			["td", "上仓板程序版本", "+", "(出厂)上仓固件版本"],
			["td", "上仓板程序版本（sha）", "+", "(出厂)上仓固件版本"],
			["td", "下仓板程序版本", "+", "(出厂)下仓固件版本"],
			["td", "发货确认", "++", "客户"]
		],
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.external.information&menu_id=138&action=597",
			["雷达类型", "客户"],
			["上仓程序版本", "o-sort-up", 1],
			["label", "客户", "<+", "客户"],
			["label", "雷达类型", "<+", "雷达类型"],
			["label", "生产编号", "<+", "生产编号"],
			["label", "S/N", "<+", "S/N"],
			["label", "接线盒程序版本", "<+", "(出厂)软件版本"],
			["label", "上仓程序版本", "<+", "(出厂)上仓固件版本"],
			["label", "下仓程序版本", "<+", "(出厂)下仓固件版本"]
		]
	],
	"客户固件更新(发货未登记)[⊙▲生产编号,客户] => [▶固件版本 ▶客户 ▶雷达类型]": [
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.info&menu_id=138&action=110",
			["生产编号"],
			["生产编号", "o-sort-up", -1],
			["label", "生产编号", "<<>+", "生产编号"],
			["label", "雷达类型", "<<>+", "雷达类型"],
			["td", "接线盒电路板程序版本", "+", "(出厂)软件版本"],
			["td", "网页控制程序版本", "+", "(出厂)软件版本"],
			["td", "上仓板程序版本", "+", "(出厂)上仓固件版本"],
			["td", "上仓板程序版本（sha）", "+", "(出厂)上仓固件版本"],
			["td", "下仓板程序版本", "+", "(出厂)下仓固件版本"],
			["td", "发货确认", "++", "客户(未更新)"]
		],
		[
			"https://erp.hesaitech.com/web#min=1&limit=80&view_type=list&model=hs.lidar.external.information&menu_id=138&action=597",
			["雷达类型", "客户"],
			["上仓程序版本", "o-sort-up", 1],
			["label", "客户", "<+", "客户"],
			["label", "雷达类型", "<+", "雷达类型"],
			["label", "生产编号", "<+", "生产编号"],
			["label", "S/N", "<+", "S/N"],
			["label", "接线盒程序版本", "<+", "(出厂)软件版本"],
			["label", "上仓程序版本", "<+", "(出厂)上仓固件版本"],
			["label", "下仓程序版本", "<+", "(出厂)下仓固件版本"]
		]
	]
}
]